xianSetting = {
  SEND = {
    ["回命訣"] = {
      {
        ["int"] = 1,
        ["text"] = "我召喚你回來！",
      },
      {
        ["int"] = 2,
        ["text"] = "重生吧 %target！ 遵從我命、袪除邪惡",
      },
      {
        ["int"] = 1,
        ["text"] = "解除！",
      },
      {
        ["int"] = 2,
        ["text"] = "解開束縛！",
      },
      {
        ["int"] = 0,
        ["text"] = "重生吧%target！ 我還你原形！",
      },
    },
    ["復甦"] = {
      {
        ["int"] = 0,
        ["text"] = "該起床囉！躺著的小廢物們~",
      },
    },
    ["製造靈魂之井"] = {
      {
        ["int"] = 0,
        ["text"] = "%skill 歡樂糖果機 開機中~",
      }
    },
    ["救贖"] = {
      {
        ["int"] = 1,
        ["text"] = "我召喚你回來！",
      },
      {
        ["int"] = 2,
        ["text"] = "重生吧 %target！ 遵從我命、袪除邪惡",
      },
      {
        ["int"] = 1,
        ["text"] = "解除！",
      },
      {
        ["int"] = 2,
        ["text"] = "解開束縛！",
      },
      {
        ["int"] = 0,
        ["text"] = "重生吧%target！ 我還你原形！",
      },
    }
  },
  SUCCESS = {
    ["回命訣"] = {
      {
        ["int"] = 1,
        ["text"] = "解除！",
      },
      {
        ["int"] = 2,
        ["text"] = "解開束縛！",
      },
      {
        ["int"] = 0,
        ["text"] = "重生吧%target！ 我還你原形！",
      },
    },
    ["救贖"] = {
      {
        ["int"] = 1,
        ["text"] = "解除！",
      },
      {
        ["int"] = 2,
        ["text"] = "解開束縛！",
      },
      {
        ["int"] = 0,
        ["text"] = "重生吧%target！ 我還你原形！",
      },
    },
    ["天矛鎖喉手"] = {
      {
        ["int"] = 0,
        ["text"] = "[斷法] - %skill 鎖爆你喉嚨！",
      },
      {
        ["int"] = 0,
        ["text"] = "%target 你再唱啊！趕快唱啊！",
      },
    },
    ["復甦"] = {
      {
        ["int"] = 0,
        ["text"] = "～%player 普渡眾生～"
      },
    },
    ["石形絕釀"] = {
      {
        ["int"] = 0,
        ["text"] = "注意！",
      },
      {
        ["int"] = 0,
        ["text"] = "%player 已開啟 %skill 幫你撐15秒硬邦邦！",
      },
      {
        ["int"] = 0,
        ["text"] = "奶媽們奶起來！QAQ",
      }
    },
    ["五氣歸元"] = {
      {
        ["int"] = 0,
        ["text"] = "%player 開 %skill 騙補量囉！大家撐住啊！",
      },
    },
    ["製造靈魂之井"] = {
      {
        ["int"] = 0,
        ["text"] = "%skill 歡樂糖果機 已佈署, 歡迎取用~",
      }
    }
  },
};