xianCOMMON = {
  SEND = {
    [8690] = { -- 爐石!
      {
        ["int"] = 1,
        ["text"] = "清早上學去，走路守秩序",
      },
      {
        ["int"] = 1,
        ["text"] = "大家靠邊走，路上別遊戲",
      },
      {
        ["int"] = 1,
        ["text"] = "人行道保平安，斑馬線最安全",
      },
      {
        ["int"] = 1,
        ["text"] = "穿過馬路最危險",
      },
      {
        ["int"] = 1,
        ["text"] = "紅燈一亮我就停",
      },
      {
        ["int"] = 1,
        ["text"] = "綠燈一亮可通行",
      },
      {
        ["int"] = 1,
        ["text"] = "放學快快回家去",
      },
      {
        ["int"] = 1,
        ["text"] = "平安回",
      },
      {
        ["int"] = 1,
        ["text"] = "家",
      },
      {
        ["int"] = 1,
        ["text"] = "去~",
      },
    },
  },
  SUCCESS = {},
  CHANNEL = {},
  ["ZANKI"] = {
    {
      ["int"] = 1,
      ["text"] = "我召喚你回來！",
    },
    {
      ["int"] = 2,
      ["text"] = "重生吧 %target！ 遵從我命、袪除邪惡",
    },
    {
      ["int"] = 1,
      ["text"] = "解除！",
    },
    {
      ["int"] = 2,
      ["text"] = "解開束縛！",
    },
    {
      ["int"] = 0,
      ["text"] = "重生吧%target！ 我還你原形！",
    },
  },
  ["ZANKI_SUCCESS"] = {
    {
      ["int"] = 1,
      ["text"] = "解除！",
    },
    {
      ["int"] = 2,
      ["text"] = "解開束縛！",
    },
    {
      ["int"] = 0,
      ["text"] = "重生吧%target！ 我還你原形！",
    },
  },
  ["EXPLOSION"] = {
    {
      ["int"] = 1,
      ["ch"] = "YELL",
      ["text"] = "黒より黒く、 闇より暗き漆黒に、我が真红に混合を望みたろ",
    },
    {
      ["int"] = 1,
      ["ch"] = "YELL",
      ["text"] = "覚醒の时きたて",
    },
    {
      ["int"] = 1,
      ["ch"] = "YELL",
      ["text"] = "无谬の境界に落ちしことわり",
    },
    {
      ["int"] = 1,
      ["ch"] = "YELL",
      ["text"] = "无疆の歪み隣て 现世せよ！",
    },
  },
  ["EXPLOSION_SUCCESS"] = {
    {
      ["int"] = 1,
      ["ch"] = "YELL",
      ["text"] = "(∩ ●_⊕ )つ━☆ Explosion！",
    },
  }
};
