xianDRUID = { -- 小D
  SEND = {
    [50769] = xianCOMMON["ZANKI"], -- 復活
    [2637] = { -- 休眠
      {
        ["int"] = 1,
        ["text"] = "嬰仔嬰嬰睏一暝大一吋"
      },
      {
        ["int"] = 1,
        ["text"] = "嬰仔嬰嬰惜一暝大一尺"
      },
      {
        ["int"] = 1,
        ["text"] = "搖囝日落山抱囝金金看"
      },
      {
        ["int"] = 1,
        ["text"] = "你是我心肝驚你受風寒"
      },
    },
    [212040] = { -- 魔幻舞台
      {
        ["int"] = 1,
        ["text"] = "霹靂卡霹靂拉拉 輕鬆開朗!"
      },
      {
        ["int"] = 1,
        ["text"] = "拍拍砰呸 溫柔優美!"
      },
      {
        ["int"] = 1,
        ["text"] = "帕美魯克拉魯克 樂音高亢!"
      },
      {
        ["int"] = 1,
        ["text"] = "噗嚕嚕噗嚕 清新爽朗!"
      },
      {
        ["int"] = 1,
        ["text"] = "佩魯坦佩登 舒爽明亮"
      },
      {
        ["int"] = 2,
        ["text"] = "魔幻舞台~"
      },
      {
        ["int"] = 1,
        ["text"] = "把大家都復活吧~!"
      }
    },
    [740] = {
      {
        ["ch"] = "YELL",
        ["int"] = 1,
        ["text"] = "%player 放 %skill 騙補量囉!"
      }
    },
    [33891] = {
      {
        ["ch"] = "YELL",
        ["int"] = 1,
        ["text"] = "%skill 樹人變身!! 補量騙起來!!"
      }
    }
  },
  SUCCESS = {
    [50769] = xianCOMMON["ZANKI_SUCCES"],
    [22812] = { -- 樹皮
      {
        ["int"] = 1,
        ["text"] = "%player 已開啟 %skill 硬梆梆12秒!"
      },
    },
    [102342] = { -- 鐵樹皮術
      {
        ["int"] = 1,
        ["text"] = "%player 已開啟 %skill 硬梆梆12秒!"
      }
    },
    [61336] = {
      {
        ["int"] = 1,
        ["text"] = "%player 已開啟 %skill 硬梆梆6秒!",
      },
    },
    [20484] = { -- 戰復
      {
        ["ch"] = "YELL",
        ["int"] = 1,
        ["text"] = "%target 起來吧, 我的奴隸!",
      },
    },
    [29166] = { -- 啟動
      {
        ["ch"] = "YELL",
        ["int"] = 1,
        ["text"] = "%target 我啟動你了 不用耗魔了奶量騙起來!!"
      }
    },
    [210053] = { -- 雄鹿型態
      {
        ["ch"] = "YELL",
        ["int"] = 1,
        ["text"] = "%player 老司機開車了, 想上車請跟上"
      }
    },
    [102351] = { -- 賽納里奧結界
      {
        ["int"] = 1,
        ["text"] = "賜予 %target 神聖小套套~"
      }
    },
    [1850] = { -- 突進
      {
        ["ch"] = "YELL",
        ["int"] = 1,
        ["text"] = "趕快跟上啊, 這群小短腿"
      }
    },
    [5215] = { -- 潛行
      {
        ["ch"] = "YELL",
        ["int"] = 1,
        ["text"] = "Now you see me~ Now you don't~",
      }
    },
    [132469] = { -- 颱風
      {
        ["int"] = 1,
        ["text"] = "走開!"
      }
    },
    [339] = { -- 糾纏根鬚
      {
        ["int"] = 1,
        ["text"] = "%target 被老娘束起來了!"
      }
    },
    [2908] = { -- 安撫
      {
        ["ch"] = "EMOTE",
        ["int"] = 0,
        ["text"] = "對 %target 的陶咖小重重的巴蕊"
      },
      {
        ["ch"] = "YELL",
        ["int"] = 0,
        ["text"] = "我已安撫了 %target 的狂怒"
      }
    },
    [205636] = { -- 伴舞團
      {
        ["ch"] = "EMOTE",
        ["int"] = 0,
        ["text"] = "召喚伴舞團!"
      },
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "別再睡了小樹樹們  起來嗨!"
      }
    },
    ["奔竄咆哮"] = { -- 奔竄咆嘯
      {
        ["int"] = 1,
        ["text"] = "%skill ! 大家練跑步囉! 跑起來!"
      }
    },
  },
  CHANNEL = {
    [740] = { -- 寧靜
      {
        ["ch"] = "EMOTE",
        ["int"] = 1,
        ["text"] = "heal",
      }
    },
    [164862] = { -- 振翅
      {
        ["ch"] = "EMOTE",
        ["int"] = 1,
        ["random"] = true,
        ["text"] = "%%%%%%%%%%%%%%"
      },
      {
        ["ch"] = "EMOTE",
        ["int"] = 1,
        ["text"] = "啪啪啪啪啪啪啪啪啪啪啪啪啪啪"
      }
    }
  }
};