xianMAGE = { -- 法師
  SEND = {},
  SUCCESS = {
    [80353] = { -- YY!
      {
        ["int"] = 0,
        ["text"] = "%skill！哇呀呀呀呀呀呀呀呀呀呀呀呀呀呀呀！",
      },
      {
        ["int"] = 1,
        ["text"] = "YO! 大家跟上我的節奏, 一起唱起來~"
      },
      {
        ["int"] = 1,
        ["text"] = "我還是一個宅男"
      },
      {
        ["int"] = 1,
        ["text"] = "困在學校 書都讀不完"
      },
      {
        ["int"] = 1,
        ["text"] = "每天立正 想聽螳螂叫"
      },
      {
        ["int"] = 1,
        ["text"] = "上課認真 研究幹細胞"
      },
      {
        ["int"] = 1,
        ["text"] = "我也想要每天都吃腿庫"
      },
      {
        ["int"] = 1,
        ["text"] = "但女同學 都不跟我接觸"
      },
      {
        ["int"] = 1,
        ["text"] = "這個樣子 真是有夠魯"
      },
      {
        ["int"] = 1,
        ["text"] = "想交女友 狂吃油豆腐"
      },
      {
        ["int"] = 1,
        ["text"] = "地!"
      },
      {
        ["int"] = 1,
        ["text"] = "聽說有間 暗巷的神廟 好像非常靈驗"
      },
      {
        ["int"] = 1,
        ["text"] = "地!"
      },
      {
        ["int"] = 1,
        ["text"] = "過來拜拜 找個對象 就能跟她牽個紅線"
      },
      {
        ["int"] = 1,
        ["text"] = "進入大香爐 真心求籤"
      },
      {
        ["int"] = 1,
        ["text"] = "香油錢 就 投了六千"
      },
      {
        ["int"] = 1,
        ["text"] = "找了廟公 來幫我解籤"
      },
      {
        ["int"] = 1,
        ["text"] = "上面寫「去你的痘痘那邊」"
      },
      {
        ["int"] = 1,
        ["text"] = "神明說想要升天 就要去痘痘那邊"
      },
      {
        ["int"] = 1,
        ["text"] = "你是說.....臉上的痘痘嗎？"
      },
      {
        ["int"] = 1,
        ["text"] = "天機不可洩漏"
      },
      {
        ["int"] = 1,
        ["text"] = "你再多給我六千 帶你去痘痘那邊"
      },
      {
        ["int"] = 1,
        ["text"] = "這麼貴啊"
      },
      {
        ["int"] = 1,
        ["text"] = "我會騙你嗎? 我說到做到"
      },
      {
        ["int"] = 1,
        ["text"] = "skinlife"
      },
      {
        ["int"] = 1,
        ["text"] = "整棟整棟包下來 助興七小時"
      },
      {
        ["int"] = 1,
        ["text"] = "把你雙腿抬起來 跳進游泳池"
      },
      {
        ["int"] = 1,
        ["text"] = "整棟整棟包下來 助興七小時"
      },
      {
        ["int"] = 1,
        ["text"] = "把你雙腿抬起來 跳進游泳池"
      },
      {
        ["int"] = 1,
        ["text"] = "快去痘痘那邊才會爽"
      },
      {
        ["int"] = 1,
        ["text"] = "快去痘痘那邊才會爽"
      },
      {
        ["int"] = 1,
        ["text"] = "快去痘痘那邊才會爽"
      },
      {
        ["int"] = 1,
        ["text"] = "快去痘痘那邊 skinlife"
      },
      {
        ["int"] = 1,
        ["text"] = "保健室 有位女老師"
      },
      {
        ["int"] = 1,
        ["text"] = "腿庫飯 不准我再吃"
      },
      {
        ["int"] = 1,
        ["text"] = "問他 下課要去哪邊"
      },
      {
        ["int"] = 1,
        ["text"] = "我想跟妳....."
      },
      {
        ["int"] = 1,
        ["text"] = "去你的痘痘那邊"
      },
      {
        ["int"] = 1,
        ["text"] = "你的分泌物真的太多"
      },
      {
        ["int"] = 1,
        ["text"] = "痘痘洗乾淨 才能再摸..."
      },
      {
        ["int"] = 1,
        ["text"] = "歌聲樂聲．盡在揚聲"
      },
    },
    [2120] = xianCOMMON["EXPLOSION_SUCCESS"], -- 烈焰風暴
  },
  CHANNEL = {
    [2120] = xianCOMMON["EXPLOSION"], -- 烈焰風暴
  },
};