xianMONK = { -- 武僧
  SEND = {
    [115178] = xianCOMMON["ZANKI"],
    [212051] = { -- 復甦
      {
        ["int"] = 0,
        ["text"] = "該起床囉！躺著的小廢物們~",
      },
    },
  },
  SUCCESS = {
    [115178] = xianCOMMON["ZANKI_SUCCESS"],
    [116705] = { -- 天矛鎖侯手
      {
        ["int"] = 0,
        ["text"] = "[斷法] - %skill 鎖爆你喉嚨！",
      },
      {
        ["int"] = 0,
        ["text"] = "%target 你再唱啊！趕快唱啊！",
      },
    },
    [212051] = { -- 復甦
      {
        ["int"] = 0,
        ["text"] = "～%player 普渡眾生～"
      },
    },
    ["石形絕釀"] = { -- 石形絕釀
      {
        ["int"] = 0,
        ["text"] = "注意！",
      },
      {
        ["int"] = 0,
        ["text"] = "%player 已開啟 %skill 幫你撐15秒硬邦邦！",
      },
      {
        ["int"] = 0,
        ["text"] = "奶媽們奶起來！QAQ",
      },
    },
    [115310] = { -- 五氣歸元
      {
        ["int"] = 0,
        ["text"] = "%player 開 %skill 騙補量囉！大家撐住啊！",
      },
    },
    [115008] = { -- 牙通牙
      {
        ["random"] = true,
        ["int"] = 1,
        ["text"] = "牙通牙!",
      },
      {
        ["int"] = 1,
        ["text"] = "牙狼牙!",
      },
    },
    [115181] = { -- 火遁
      {
        ["random"] = true,
        ["int"] = 1,
        ["text"] = "火遁．豪火球",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．豪炎",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．鳳仙火",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．鳳仙花爪紅",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．龍火",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．豪龍火",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．蝦蟆油炎彈",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．炎彈",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．大炎彈",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．火龍炎彈",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．灰積燒",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．頭刻苦",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．神火",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．素燒之術",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．豪火滅卻",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．豪火滅矢",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．龍炎放歌之術",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．鼠毛玉",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．符爆陣",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．鬼燈籠",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．天牢",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．豪火天牢",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．天牢火劍",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．爆風亂舞",
      },
      {
        ["int"] = 1,
        ["text"] = "火遁．蒼炎術",
      },
    },
  },
  CHANNEL = {
    [113656] = {
      {
        ["random"] = true,
        ["int"] = 1.1,
        ["text"] = "歐啦歐啦歐啦歐啦歐啦歐啦歐啦歐啦歐啦歐啦歐啦歐啦歐啦!",
      },
      {
        ["int"] = 3.8,
        ["text"] = "啊~大大大大大大大大大大大大大大大大大大大大大大大大大",
        ["end"] = "你已經死了",
      },
    },
  },
};
