xianPALADIN = { -- 聖騎
  SEND = {
    ["救贖"] = {
      {
        ["int"] = 1,
        ["text"] = "我召喚你回來！",
      },
      {
        ["int"] = 2,
        ["text"] = "重生吧 %target！ 遵從我命、袪除邪惡",
      },
      {
        ["int"] = 1,
        ["text"] = "解除！",
      },
      {
        ["int"] = 2,
        ["text"] = "解開束縛！",
      },
      {
        ["int"] = 0,
        ["text"] = "重生吧%target！ 我還你原形！",
      },
    },
  },
  SUCCESS = {
    ["救贖"] = {
      {
        ["int"] = 1,
        ["text"] = "解除！",
      },
      {
        ["int"] = 2,
        ["text"] = "解開束縛！",
      },
      {
        ["int"] = 0,
        ["text"] = "重生吧%target！ 我還你原形！",
      },
    },
    [642] = { -- 聖盾
      {
        ["int"] = 1,
        ["text"] = "%player 開啟無敵蛋殼!! %skill"
      }
    },
    [1022] = { -- 保護
      {
        ["int"] = 1,
        ["text"] = "為 %target 施放 %skill 請好心的補大大們救救牠"
      }
    }
  },
};