xianPRIEST = { -- 牧師
  SEND = {
    [64843] = { -- 魔幻舞台
      {
        ["int"] = 2,
        ["text"] = "霹靂卡霹靂拉拉 輕鬆開朗!"
      },
      {
        ["int"] = 2,
        ["text"] = "拍拍砰呸 溫柔優美!"
      },
      {
        ["int"] = 2,
        ["text"] = "帕美魯克拉魯克 樂音高亢!"
      },
      {
        ["int"] = 0,
        ["text"] = "魔幻舞台~"
      },
      {
        ["int"] = 0,
        ["text"] = "魔幻舞台~"
      },
      {
        ["int"] = 0,
        ["text"] = "魔幻舞台~"
      },
    },
  },
  SUCCESS = {
    
  },
};