xianPRIEST = { -- 牧師
  SEND = {
    [64843] = { -- 魔幻舞台
      {
        ["int"] = 1,
        ["text"] = "霹靂卡霹靂拉拉 輕鬆開朗!"
      },
      {
        ["int"] = 1,
        ["text"] = "拍拍砰呸 溫柔優美!"
      },
      {
        ["int"] = 1,
        ["text"] = "帕美魯克拉魯克 樂音高亢!"
      },
      {
        ["int"] = 1,
        ["text"] = "噗嚕嚕噗嚕 清新爽朗!"
      },
      {
        ["int"] = 1,
        ["text"] = "佩魯坦佩登 舒爽明亮"
      },
      {
        ["int"] = 2,
        ["text"] = "魔幻舞台~"
      },
      {
        ["int"] = 1,
        ["text"] = "把大家的HP補滿吧~!"
      }
    },
  },
  SUCCESS = {},
};