xianSHAMAN = { -- 薩滿
  SEND = {},
  SUCCESS = {
    [98008] = { -- 靈魂連結
      {
        ["int"] = 1,
        ["text"] = "MC 美江 連結連起來! 整個團隊 變成同性戀!"
      }
    },
    [2825] ={ -- YY!
      {
        ["int"] = 0,
        ["text"] = "%skill！哇呀呀呀呀呀呀呀呀呀呀呀呀呀呀呀！",
      },
      {
        ["int"] = 1,
        ["text"] = "YO! 大家跟上我的節奏, 一起唱起來~"
      },
      {
        ["int"] = 1,
        ["text"] = "我還是一個宅男"
      },
      {
        ["int"] = 1,
        ["text"] = "困在學校 書都讀不完"
      },
      {
        ["int"] = 1,
        ["text"] = "每天立正 想聽螳螂叫"
      },
      {
        ["int"] = 1,
        ["text"] = "上課認真 研究幹細胞"
      },
      {
        ["int"] = 1,
        ["text"] = "我也想要每天都吃腿庫"
      },
      {
        ["int"] = 1,
        ["text"] = "但女同學 都不跟我接觸"
      },
      {
        ["int"] = 1,
        ["text"] = "這個樣子 真是有夠魯"
      },
      {
        ["int"] = 1,
        ["text"] = "想交女友 狂吃油豆腐"
      },
      {
        ["int"] = 1,
        ["text"] = "地!"
      },
      {
        ["int"] = 1,
        ["text"] = "聽說有間 暗巷的神廟 好像非常靈驗"
      },
      {
        ["int"] = 1,
        ["text"] = "地!"
      },
      {
        ["int"] = 1,
        ["text"] = "過來拜拜 找個對象 就能跟她牽個紅線"
      },
      {
        ["int"] = 1,
        ["text"] = "進入大香爐 真心求籤"
      },
      {
        ["int"] = 1,
        ["text"] = "香油錢 就 投了六千"
      },
      {
        ["int"] = 1,
        ["text"] = "找了廟公 來幫我解籤"
      },
      {
        ["int"] = 1,
        ["text"] = "上面寫「去你的痘痘那邊」"
      },
      {
        ["int"] = 1,
        ["text"] = "神明說想要升天 就要去痘痘那邊"
      },
      {
        ["int"] = 1,
        ["text"] = "你是說.....臉上的痘痘嗎？"
      },
      {
        ["int"] = 1,
        ["text"] = "天機不可洩漏"
      },
      {
        ["int"] = 1,
        ["text"] = "你再多給我六千 帶你去痘痘那邊"
      },
      {
        ["int"] = 1,
        ["text"] = "這麼貴啊"
      },
      {
        ["int"] = 1,
        ["text"] = "我會騙你嗎? 我說到做到"
      },
      {
        ["int"] = 1,
        ["text"] = "skinlife"
      },
      {
        ["int"] = 1,
        ["text"] = "整棟整棟包下來 助興七小時"
      },
      {
        ["int"] = 1,
        ["text"] = "把你雙腿抬起來 跳進游泳池"
      },
      {
        ["int"] = 1,
        ["text"] = "整棟整棟包下來 助興七小時"
      },
      {
        ["int"] = 1,
        ["text"] = "把你雙腿抬起來 跳進游泳池"
      },
      {
        ["int"] = 1,
        ["text"] = "快去痘痘那邊才會爽"
      },
      {
        ["int"] = 1,
        ["text"] = "快去痘痘那邊才會爽"
      },
      {
        ["int"] = 1,
        ["text"] = "快去痘痘那邊才會爽"
      },
      {
        ["int"] = 1,
        ["text"] = "快去痘痘那邊 skinlife"
      },
      {
        ["int"] = 1,
        ["text"] = "保健室 有位女老師"
      },
      {
        ["int"] = 1,
        ["text"] = "腿庫飯 不准我再吃"
      },
      {
        ["int"] = 1,
        ["text"] = "問他 下課要去哪邊"
      },
      {
        ["int"] = 1,
        ["text"] = "我想跟妳....."
      },
      {
        ["int"] = 1,
        ["text"] = "去你的痘痘那邊"
      },
      {
        ["int"] = 1,
        ["text"] = "你的分泌物真的太多"
      },
      {
        ["int"] = 1,
        ["text"] = "痘痘洗乾淨 才能再摸..."
      },
      {
        ["int"] = 1,
        ["text"] = "歌聲樂聲．盡在揚聲"
      },
    },
    [2645] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "四腳之術"
      }
    },
    [198103] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "土遁·粘土巨人",
      },
    },
    [2484] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "土遁·黃泉沼",
      },
    },
    [193786] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "土遁·土流割"
      }
    },
    [8143] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "土遁·地動核"
      }
    },
    [61882] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "土遁·地動核"
      }
    },
    [8042] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "土遁·地動核"
      }
    },
    [73920] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "水遁·雨陣"
      }
    },
    [5394] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "水遁·水陣柱",
      }
    },
    [108280] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "水遁·水陣柱",
      }
    },
    [8004] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "水遁·爆水衝波"
      }
    },
    [77472] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "水遁·水彈"
      }
    },
    [1064] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "水遁·水龍彈"
      }
    },
    [188070] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "水遁·爆水衝波"
      }
    },
    [61295] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "水遁·破奔流"
      }
    },
    [403] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "雷遁·雷切"
      }
    },
    [187837] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "雷遁·雷切"
      }
    },
    [188196] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "雷遁·雷切"
      }
    },
    [188443] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "雷遁·雷傳"
      }
    },
    [421] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "雷遁·雷傳"
      }
    },
    [187874] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "雷遁·千鳥流",
      }
    },
    [192058] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "雷遁·避雷針",
      }
    },
    [51490] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "雷遁·雷擊龍捲風"
      }
    },
    [57994] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "風遁·風之刃"
      }
    },
    [17364] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "風遁·風切",
      }
    },
    [193796] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "火遁·天牢火劍"
      }
    },
    [60103] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "火遁·爆風亂舞"
      }
    },
    [198067] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "火遁·豪龍火"
      }
    },
    [188389] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "火遁·素燒之術"
      }
    },
    [188838] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "火遁·素燒之術"
      }
    },
    [51505] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "火遁·火龍炎彈"
      }
    },
    [196840] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "冰遁·狼牙雪崩"
      }
    },
    [196834] = {
      {
        ["int"] = 1,
        ["ch"] = "YELL",
        ["text"] = "冰遁·破龍猛虎"
      }
    }
  },
  CHANNEL = {
    [2008] = xianCOMMON["ZANKI"],
  },
};